//task name label
HSDTaskName = "Journaux de télécopie";

HSDFaxLogsDescription = "Utilisez les cases à cocher pour sélectionner les numéros de télécopie à bloquer ou débloquer, et cliquez sur Appliquer.";

//Table view table titles
HSDTableColumnTitleType = "Type";
HSDTableColumnTitleDate = "Date";
HSDTableColumnTitleTime = "Heure";
HSDTableColumnTitleDuration = "Durée";
HSDTableColumnTitlePages = "Pages";
HSDTableColumnTitleResult = "Résultat";
HSDTableColumnTitleFaxNumber = "N° de télécopie";
HSDTableColumnTitleBlock = "Bloquer";

//Button titles
HSDPrintButtonTitle = "Journal d'activités des impressions de télécopie";
HSDApplyButtonTitle = "Appliquer";

//Printing progress title
PrintingProgressTitle = "Impression en cours… Veuillez patienter";

//Table view menu items
ReceivedFaxesLogMenuItemTitle = "Journal des télécopies reçues";
SentFaxesLogMenuItemTitle = "Journal des télécopies envoyées";
AllFaxesLogMenuItemTitle = "Tous les journaux de télécopie";

//Max limit for fax blocking list reached error
FaxBlackListLimitErrorTitle = "La limite de numéros bloqués est atteinte";
FaxBlackListLimitErrorDescription = "Votre périphérique peut mémoriser %d numéros de télécopie bloqués au maximum. Débloquez quelques numéros de télécopie puis réessayez.";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "Veuillez vérifier que le périphérique est en ligne et qu'il n'est pas en train de traiter un travail de télécopie.";

//Fax session types
SentSessitonType = "Envoyé";
RecievedSessionType = "Reçu";

//Fax log results
SuccessResultCode = "Réussi";
ErrorResultCode = "Erreur";
BusyResultCode = "Occupé";
NoAnswerResultCode = "Pas de réponse";
NoDialToneResultCode = "Pas de tonalité";
NoDocumentResultCode = "Pas de document";
DocumentJamResultCode = "Bourrage document";
DoorOpenResultCode = "Porte ouverte";
PowerFailureResultCode = "Panne de courant";
BlacklistedResultCode = "Sur liste noire";
StorageFullResultCode = "Stockage plein";
OutOfMemoryResultCode = "Mémoire saturée";
PhoneLineUnavailableResultCode = "Ligne de téléphone non disponible";
FaxDisconnectedResultCode = "Télécopieur déconnecté";
PCDisconnectedResultCode = "Ordinateur déconnecté";
RemoteNotColorResultCode = "A distance monochrome";
CommunicationErrorResultCode = "Erreur de communication";
CancelledResultCode = "Annulé";

